[
    {
        "name": "Я знаю, но (2021)",
        "description": "Сюжет дорамы «Я знаю, но» разворачивается вокруг студента по имени Джэ Он. Парень дружелюбен, любит находится в центре внимания и флиртовать, однако совсем не привязывается к людям. Отношения ему и вовсе кажутся бесполезными, поэтому он давно от них отказался. Однажды он знакомится с На Би. Девушка пережила болезненное расставание, после чего перестала верить в любовь, однако она все равно хочет почувствовать заботу и теплоту. Как будут развиваться отношения героев, узнаем, посмотрев дораму.",
        "photoUrl": "https://mydoramy.club/wp-content/uploads/2021/06/ya-znayu-no.jpg",
        "rating": 4.7,
        "genre": "романтика"
    },
    {
        "name": "Я знаю, но (2021)",
        "description": "Сюжет дорамы «Я знаю, но» разворачивается вокруг студента по имени Джэ Он. Парень дружелюбен, любит находится в центре внимания и флиртовать, однако совсем не привязывается к людям. Отношения ему и вовсе кажутся бесполезными, поэтому он давно от них отказался. Однажды он знакомится с На Би. Девушка пережила болезненное расставание, после чего перестала верить в любовь, однако она все равно хочет почувствовать заботу и теплоту. Как будут развиваться отношения героев, узнаем, посмотрев дораму.",
        "photoUrl": "https://mydoramy.club/wp-content/uploads/2021/06/ya-znayu-no.jpg",
        "rating": 4.7,
        "genre": "драма"
    },
    {
        "name": "Милый беглец (2024)",
        "description": "Главная героиня (Им Соль) с раннего детства любила слушать песни в исполнении Рю Сон Чжэ и являлась его ярой фанаткой. Но однажды она узнает, что он покончил с собой. После этой трагической новости девушка убита горем. Но происходит чудо, и она переносится в прошлое на 15 лет назад, где встречает Рю Сон Чжэ. Она серьезно настроена предотвратить трагические события в будущем.",
        "photoUrl": "https://staticdr.rmr.rocks/uploads/pics/06/31/831_crp_1.jpg",
        "rating": 4.9,
        "genre": "музыка"
    },
    {
        "name": "Милый беглец (2024)",
        "description": "Главная героиня (Им Соль) с раннего детства любила слушать песни в исполнении Рю Сон Чжэ и являлась его ярой фанаткой. Но однажды она узнает, что он покончил с собой. После этой трагической новости девушка убита горем. Но происходит чудо, и она переносится в прошлое на 15 лет назад, где встречает Рю Сон Чжэ. Она серьезно настроена предотвратить трагические события в будущем.",
        "photoUrl": "https://staticdr.rmr.rocks/uploads/pics/06/31/831_crp_1.jpg",
        "rating": 4.9,
        "genre": "романтика"
    },
    {
        "name": "Милый беглец (2024)",
        "description": "Главная героиня (Им Соль) с раннего детства любила слушать песни в исполнении Рю Сон Чжэ и являлась его ярой фанаткой. Но однажды она узнает, что он покончил с собой. После этой трагической новости девушка убита горем. Но происходит чудо, и она переносится в прошлое на 15 лет назад, где встречает Рю Сон Чжэ. Она серьезно настроена предотвратить трагические события в будущем.",
        "photoUrl": "https://staticdr.rmr.rocks/uploads/pics/06/31/831_crp_1.jpg",
        "rating": 4.9,
        "genre": "фантастика"
    },
    {
        "name": "Королева слёз (2024)",
        "description": "Пэк Хён У (Ким Су Хён) - юридический директор конгломерата Queens Group. Он родом из деревни Ёндури, является самым успешным её представителем и гордостью. Хён У женат на Хон Хэ Ин (Ким Чжи Вон), дочери семьи, которая владеет и управляет Queens Group. Она известна как «Высокомерная королева». Дорама поведает историю супружеской пары, которой удается пережить кризис и остаться вместе, несмотря ни на что.",
        "photoUrl": "https://staticdr.rmr.rocks/uploads/pics/06/26/255.jpg",
        "rating": 4.6,
        "genre": "драма"
    },
    {
        "name": "Королева слёз (2024)",
        "description": "Пэк Хён У (Ким Су Хён) - юридический директор конгломерата Queens Group. Он родом из деревни Ёндури, является самым успешным её представителем и гордостью. Хён У женат на Хон Хэ Ин (Ким Чжи Вон), дочери семьи, которая владеет и управляет Queens Group. Она известна как «Высокомерная королева». Дорама поведает историю супружеской пары, которой удается пережить кризис и остаться вместе, несмотря ни на что.",
        "photoUrl": "https://staticdr.rmr.rocks/uploads/pics/06/26/255.jpg",
        "rating": 4.6,
        "genre": "романтика"
    },
    {
        "name": "Доктор в кризисе (2024)",
        "description": " Романтическая комедия о врачах, которые переживают моральное истощение и в отчаянии пытаются реанимировать свою жизнь. Их история рассказывает о любви и взрослении двух персонажей, которые живут в доме на крыше после того, как бросили работу врачей.",
        "photoUrl": "https://staticdr.rmr.rocks/uploads/pics/06/32/547.jpg",
        "rating": 4.7,
        "genre": "комедия"
    },
    {
        "name": "Доктор в кризисе (2024)",
        "description": " Романтическая комедия о врачах, которые переживают моральное истощение и в отчаянии пытаются реанимировать свою жизнь. Их история рассказывает о любви и взрослении двух персонажей, которые живут в доме на крыше после того, как бросили работу врачей.",
        "photoUrl": "https://staticdr.rmr.rocks/uploads/pics/06/32/547.jpg",
        "rating": 4.7,
        "genre": "романтика"
    },
    {
        "name": "Счастье (2021)",
        "description": " Апокалиптический триллер, действие которого происходит во времена, когда инфекционные заболевания стали нормой. В дораме показана классовая дискриминация, тонкие психологические войны и ожесточённая борьба за выживание, происходящие в многоэтажном жилом комплексе, изолированном от внешнего мира из-за нового вида инфекционного заболевания.",
        "photoUrl": "https://staticdr.rmr.rocks/uploads/pics/05/16/987.jpg",
        "rating": 4.7,
        "genre": "триллер"
    },
    {
        "name": "Счастье (2021)",
        "description": " Апокалиптический триллер, действие которого происходит во времена, когда инфекционные заболевания стали нормой. В дораме показана классовая дискриминация, тонкие психологические войны и ожесточённая борьба за выживание, происходящие в многоэтажном жилом комплексе, изолированном от внешнего мира из-за нового вида инфекционного заболевания.",
        "photoUrl": "https://staticdr.rmr.rocks/uploads/pics/05/16/987.jpg",
        "rating": 4.7,
        "genre": "драма"
    },
    {
        "name": "Призрачный доктор (2022)",
        "description": " Апокалиптический триллер, действие которого происходит во времена, когда инфекционные заболевания стали нормой. В дораме показана классовая дискриминация, тонкие психологические войны и ожесточённая борьба за выживание, происходящие в многоэтажном жилом комплексе, изолированном от внешнего мира из-за нового вида инфекционного заболевания.",
        "photoUrl": "https://doramalive.ru/upload/iblock/a0b/prizrachnyj_doktor_130815.jpg",
        "rating": 4.7,
        "genre": "комедия"
    },
    {
        "name": "Игра в пирамиду(2024)",
        "description": "В четверг, раз в месяц, учащиеся частной старшей школы для девочек Пэкен голосуют в опросе популярности, который определяет всю социальную иерархию школы. Тот, кто получит оценку 'F' и окажется на последнем месте в списке, до следующего голосования становится жертвой школьного насилия и подвергается буллингу. Учителя и директор считают такой метод очень эффективным, поэтому слабые ученики здесь долго не задерживаются.Сон Су Джи (Бона) - новенькая ученица, переведённая из другой школы, получает при очередном голосовании оценку 'F' и становится мишенью для издевательств со стороны одноклассников. Сможет ли Су Джи, начав с самого низа, подняться на вершину пирамиды? Или она вообще разрушит игру? ",
        "photoUrl": "https://staticdr.rmr.rocks/uploads/pics/06/23/905.jpg",
        "rating": 4.5,
        "genre": "триллер"
    },
    {
        "name": "Невозможный наследник (2024)",
        "description": " История о борьбе за власть в крупнейшем чеболате Кореи между представителями 'грязной' и 'золотой' ложек.Трое людей стремятся подняться на вершину и занять трон конгломерата:  хладнокровный и честолюбивый Хан Тэ О (Ли Джэ Ук), презираемый в обществе, как сын убийцы, Кан Ин Ха (Ли Джун Ён), внебрачный сын владельца корейского конгломерата Kangoh Group, и молодая женщина На Хе Вон (Хон Су Чжу), у матери которой огромные долги.",
        "photoUrl": "https://staticdr.rmr.rocks/uploads/pics/06/25/059.jpg",
        "rating": 4.1,
        "genre": "драма"
    },
    {
        "name": "Паразит:серый (2024)",
        "description": "Инопланетные паразитические организмы проникают в мозг и тело людей и живут за счет человеческих хозяев.Чон Су Ин (Чон Со Ни) стала жертвой одного из них и начинает с ним причудливое сосуществование, поскольку ему не удается украсть ее мозг. Соль Кан У (Ку Гё Хван) пытается выследить паразитов, чтобы найти свою пропавшую сестру.",
        "photoUrl": "https://staticdr.rmr.rocks/uploads/pics/06/34/771.jpg",
        "rating": 4.4,
        "genre": "боевик"
    },
    {
        "name": "Паразит:серый (2024)",
        "description": "Инопланетные паразитические организмы проникают в мозг и тело людей и живут за счет человеческих хозяев.Чон Су Ин (Чон Со Ни) стала жертвой одного из них и начинает с ним причудливое сосуществование, поскольку ему не удается украсть ее мозг. Соль Кан У (Ку Гё Хван) пытается выследить паразитов, чтобы найти свою пропавшую сестру.",
        "photoUrl": "https://staticdr.rmr.rocks/uploads/pics/06/34/771.jpg",
        "rating": 4.4,
        "genre": "ужасы"
    },
    {
        "name": "Паразиты (2019)",
        "description": "Обычное корейское семейство Кимов жизнь не балует. Приходится жить в сыром грязном полуподвале, воровать интернет у соседей и перебиваться случайными подработками. Однажды друг сына семейства, уезжая на стажировку за границу, предлагает тому заменить его и поработать репетитором у старшеклассницы в богатой семье Пак. Подделав диплом о высшем образовании, парень отправляется в шикарный дизайнерский особняк и производит на хозяйку дома хорошее впечатление. Тут же ему в голову приходит необычный план по трудоустройству сестры.",
        "photoUrl": "https://staticdr.rmr.rocks/uploads/pics/03/77/101.jpg",
        "rating": 4.5,
        "genre": "триллер"
    },
    {
        "name": "Подснежник (2021)",
        "description": "Действие происходит в Сеуле в 1987 году, во времена авторитарной диктатуры и повествует историю любви Лим Су Хо, однажды появившегося в общежитии женского университета весь в крови, и Ын Ён Ро, которая его прячет.\nЛим Су Хо (Чон Хэ Ин) - кореец, выросший в Германии, аспирант престижного университета, обладает мягким обаянием и производит загадочное впечатление.\n",
        "photoUrl": "https://doramalive.ru/upload/iblock/490/podsnezhnik_284876.jpg",
        "rating": 4.7,
        "genre": "романтика"
    },
    {
        "name": "Мы все мертвы (2022)",
        "description": "Зомби-вирус распространяется по Корее со скоростью лесного пожара. Группа старшеклассников оказывается заперта в школе. Им предстоит научиться выживать.",
        "photoUrl": "https://staticdr.rmr.rocks/uploads/pics/05/45/667.jpg",
        "rating": 4.6,
        "genre": "боевик"
    },
    {
        "name": "Во имя мести (2021)",
        "description": "Юн Чжи У (Хан Со Хи) вступает в организованную преступную группировку, чтобы отомстить за смерть отца, и также становится полицейским агентом под прикрытием.Чон Пиль До (Ан Бо Хён) – принципиальный детектив из отдела по борьбе с наркотиками, в прошлом перспективный дзюдоист. Он становится партнёром Юн Чжи У, когда та начинает работать под прикрытием.Чхве Му Джин (Пак Хи Сун) - босс крупнейшего наркобизнеса в Корее. Он различными способами помогает Юн Чжи У действовать под прикрытием, но его истинные мотивы нелегко понять.",
        "photoUrl": "https://staticdr.rmr.rocks/uploads/pics/05/15/905.jpg",
        "rating": 4.7,
        "genre": "боевик"
    },
    {
        "name": "Плохой и сумашедший (2021)",
        "description": "Главный герой Су Ёль – полицейский, работающий в антикоррупционном отделе, но свой талант он тратит на то, чтобы выслужиться перед начальством. Берясь за дела, которые сработают ему на руку для продвижения по карьерной лестнице, Су Ёль готов закрыть глаза на несправедливость в расследовании. Во время очередного дела судьба сталкивает его с «К», парнем совершенно неуправляемым и немного сумасшедшим. Что же будет, если плохой и сумасшедший объединят свои силы в поисках справедливости?",
        "photoUrl": "https://staticdr.rmr.rocks/uploads/pics/05/31/464.jpg",
        "rating": 4.8,
        "genre": "боевик"
    },
    {
        "name": "Милый дом (2020)",
        "description": "Замкнутый старшеклассник Чха Хёнсу редко выходит из дома и не общается с домашними. Однажды вся его семья погибает в автомобильной аварии, парень остаётся совсем один, и теперь ему приходится переехать в маленькую квартирку. А в это время во всём мире начинает происходить нечто странное - люди повсеместно превращаются в чудовищ. Хёнсу придётся преодолеть себя и поближе познакомиться с новыми соседями, чтобы противостоять неожиданной угрозе.",
        "photoUrl": "https://staticdr.rmr.rocks/uploads/pics/04/74/283.jpg",
        "rating": 4.7,
        "genre": "ужасы"
    },
    {
        "name": "Зелёная весна вдали (2021)",
        "description": "История о жизни студентов колледжа.Ё Джун (Пак Джи Хун) – первокурсник колледжа из богатой семьи, не получавший достаточно любви от своих родителей. Его старший брат Ё Джун Ван (На Ин У) - профессор в его колледже. Ким Со Бин (Кан Мин А) – честная и трудолюбивая студентка, которая после развода родителей живёт с отцом.Нам Су Хён (Пэ Ин Хёк) – студент перфекционист. Он красив и имеет отличные оценки по всем предметам. У Нам Су Хёна тяжелое финансовое положение, он работает на разных подработках, чтобы прокормить себя, мать, младшего брата Нам Гу Хёна (Ким Су Гём) и сестру. В силу своего положения он циничен к людям.",
        "photoUrl": "https://staticdr.rmr.rocks/uploads/pics/04/99/079.jpg",
        "rating": 4.7,
        "genre": "романтика"
    },
    {
        "name": "Королевство: легендарная битва (2021)",
        "description": "Сиквел 'Дорога в королевство'.Шоу на выживание с участием мужских к-поп групп.",
        "photoUrl": "https://staticdr.rmr.rocks/uploads/pics/04/95/657.jpg",
        "rating": 4.9,
        "genre": "музыка"
    },
    {
        "name": "Щелчок и искра (2023)",
        "description": "Подростковая дорама о проблемах, желаниях, любви и взрослении старшеклассников Корейской средней школы искусств (Han Arts High School), живущих в мире, где популярность повышает статус, а отсутствие лайков делает тебя неудачником.",
        "photoUrl": "https://staticdr.rmr.rocks/uploads/pics/06/15/970.jpg",
        "rating": 4.4,
        "genre": "музыка"
    },
    {
        "name": "Звук волшебства (2022)",
        "description": "История девушки-школьницы Юн Аи (Чхве Сон Ын), у которой есть только младшая сестра и долги сбежавшего отца, поэтому ей приходится вести отчаянную борьбу за выживание. Её жизнь кардинально меняется после встречи с загадочным фокусником Ли Ылем (Чжи Чан Ук), который живет в заброшенном парке развлечений и никак не хочет повзрослеть.",
        "photoUrl": "https://staticdr.rmr.rocks/uploads/pics/05/38/984_o.jpg",
        "rating": 4.8,
        "genre": "музыка"
    },
    {
        "name": "Ночная фотостудия (2024)",
        "description": "Со Ки Чжу - фотограф в седьмом поколении, связанный семейным контрактом фотографировать призраков в своей студии.Хан Бом — юрист, которая увлечена своей работой и не терпит несправедливости.Она защищает Ки Чжу от смерти, и осознает ценность жизни, когда сталкивается одновременно с жизнью и смертью.",
        "photoUrl": "https://doramalive.ru/upload/iblock/75f/nochnaya_fotostudiya_610546.jpg",
        "rating": 4.6,
        "genre": "фантастика"
    },
    {
        "name": "История девятихвостого лиса (2023)",
        "description": "Ли Ён ввязывается в неожиданное дело, которое приводит его к путешествию во времени в 1938 год.",
        "photoUrl": "https://staticdr.rmr.rocks/uploads/pics/05/76/004.jpg",
        "rating": 4.8,
        "genre": "фантастика"
    },
    {
        "name": "Разблокировать босса (2022)",
        "description": "им Сон Чжу ( Пак Сон Ун ) — разработчик, основатель и генеральный директор ИТ-компании. Однажды, его преследует кто-то и пытается его убить. Этот человек наносит ему удар ножом, и когда он чувствует приближение смерти, он чувствует, как его дух всасывается в смартфон.Пак Ин Сон ( Чхэ Джон Хёп ) — прилежный молодой человек из бедной семьи. Он искал работу с тех пор, как окончил университет, но это было трудно. Однажды, собирая на горе грибы, чтобы заработать денег, он обнаруживает странный смартфон. Смартфон содержит застрявший дух Ким Сон Чжу. Смартфон заключает сделку с Пак Ин Соном на 10 миллиардов вон в обмен на помощь.",
        "photoUrl": "https://staticdr.rmr.rocks/uploads/pics/05/64/615.jpg",
        "rating": 4.7,
        "genre": "фантастика"
    },
    {
        "name": "Наступила ночь (2023)",
        "description": "Подростковый детективный триллер про старшеклассников, вынужденные участвовать в сомнительной игре в мафию, которую невозможно закончить, об интенсивной психологической войне, когда они переходят в режим выживания.О Чжон Вон (Чхве Е Бин) - вундеркинд в математике и единственная ученица, которая не потеряла первое место в школе. У нее не так много друзей из-за ее прямолинейности. Ей также не нравится играть в команде, так как она преуспевает в одиночку. Когда начнется игра в мафию, Чжон Вон объединяется с другими одноклассниками, чтобы решить игры.",
        "photoUrl": "https://staticdr.rmr.rocks/uploads/pics/06/11/805.jpg",
        "rating": 4.3,
        "genre": "ужасы"
    },
    {
        "name": "Милый дом 2 (2020)",
        "description": "Продолжение первого сезона",
        "photoUrl": "https://staticdr.rmr.rocks/uploads/pics/06/09/657.jpg",
        "rating": 4.4,
        "genre": "ужасы"
    },
    {
        "name": "'Отель Дель Луна' (2019)",
        "description": "Неожиданный случай приводит к тому, что главный герой Ко Чхан Сон (Ё Чжин Гу) начинает работать управляющим в таинственном отеле 'Hotel del Luna', где по коридорам бродят призраки. Владеет отелем Чжан Ман Воль (АйЮ). Она красива, но довольна холодна с людьми. Кроме этого, из-за ошибки прошлого она уже 1000 лет находится под проклятием.",
        "photoUrl": "https://doramalive.ru/upload/iblock/896/hotel_del_luna_665.jpg",
        "rating": 4.7,
        "genre": "ужасы"
    },
    {
        "name": "Король земли (2023)",
        "description": "История о наследнике чеболя Гу Воне, который терпеть не может фальшивые улыбки. Он встречает Чхон Са Ран, которая всегда ярко улыбается, даже когда не хочет. Гу Вон (Ли Чун Хо) был втянут в битву за наследство «King Group», которой принадлежат отели, авиакомпания и дистрибьюторские компании. Обладая блестящим умом и пленительным обаянием, Гу Вон обладает всем, кроме здравого смысла, когда дело доходит до свиданий. Чон Са Ран (Им Юн А) делает мир ярче своей улыбкой. Она устраивается на работу в «King Hotel», который подарил ей счастливые воспоминания, и взрослеет, сталкиваясь со всевозможными предрассудками и непониманием.",
        "photoUrl": "https://staticdr.rmr.rocks/uploads/pics/05/83/335.jpg",
        "rating": 4.5,
        "genre": "комедия"
    },
    {
        "name": "История девятихвостого лиса (2023)",
        "description": "Ли Ён ввязывается в неожиданное дело, которое приводит его к путешествию во времени в 1938 год.",
        "photoUrl": "https://staticdr.rmr.rocks/uploads/pics/05/76/004.jpg",
        "rating": 4.8,
        "genre": "комедия"
    }
]
